{  
   "data":[
			   {
				  "name":"Summary",
				  "data":[
							"The piano is an acoustic, stringed musical instrument, in which the strings are struck by hammers. It is played using a keyboard,[1] which is a row of keys (small levers) that the performer presses down or strikes with the fingers and thumbs of both hands to cause the hammers to strike the strings. Invented in about 1700 (the exact year is uncertain), the piano is widely employed in classical, jazz, traditional and popular music for solo and ensemble performances, accompaniment, and for composing, songwriting and rehearsals. Although the piano is very heavy and thus not portable and is expensive (in comparison with other widely used accompaniment instruments, such as the acoustic guitar), its musical versatility (i.e., its wide pitch range, ability to play chords with up to 10 notes, louder or softer notes and two or more independent musical lines at the same time), the large number of musicians and amateurs trained in playing it and its wide availability in performance venues, schools and rehearsal spaces have made it one of the Western world's most familiar musical instruments.",
							"An acoustic piano usually has a protective wooden case surrounding the soundboard and metal strings, which are strung under great tension on a heavy metal frame. Most modern pianos have a row of 88 black and white keys (52 white keys for the notes of the C Major scale (the notes C, D, E, F, G, A and B) and 36 shorter black keys, which are raised above the white keys, and set further back on the keyboard. This means that the piano can play 88 different pitches (or \"notes\"), going from the deepest bass range to the highest treble range. The black keys are for the \"accidental\" notes (or \"black notes\"), which are the sharp and flat notes, which are F#, G#, Bb, C#, and Eb, which are needed to play in all twelve keys. There are usually multiple strings per key. The strings can be sounded when the keys are pressed or struck, and silenced by a damper when the hands are lifted off the keyboard. The notes can be sustained, even when the keys are released, by the use of pedals at the base of the instrument. The sustain pedal enables pianists to play musical passages that would otherwise be impossible, such as sounding a 10 note chord in the lower register and then, while this chord is being continued with the sustain pedal, shifting both hands to the treble range to play a melody and arpeggios over top of this sustained chord. Unlike two of the major keyboard instruments that were widely used before the piano, the pipe organ and the harpsichord, the weight or force with which a performer presses or strikes the keys on a piano changes the dynamics and tone of the instrument's sound.",
							"Pressing one or more keys on the piano's keyboard causes a padded hammer (typically padded with firm felt) to strike the strings. The hammer rebounds from the strings, and the strings continue to vibrate at their resonant frequency.[2] These vibrations are transmitted through a bridge to a soundboard that amplifies by more efficiently coupling the acoustic energy to the air. When the key is released, a damper stops the strings' vibration, ending the sound. Although an acoustic piano has strings, it is usually classified as a percussion instrument rather than as a stringed instrument, because the strings are struck rather than plucked (as with a harpsichord or spinet); in the Hornbostel-Sachs system of instrument classification, pianos are considered chordophones. With technological advances, amplified electric pianos (1929), electronic pianos (1970s), and digital pianos (1980s) have also been developed. The electric piano became a popular instrument in the 1960s and 1970s genres of jazz fusion and rock music.",
							"The word piano is a shortened form of pianoforte, the Italian term for the early 1700s versions of the instrument, which in turn derives from gravicembalo col piano e forte[3] and fortepiano. The Italian musical terms piano and forte indicate \"soft\" and \"loud\" respectively,[4] in this context referring to the variations in volume produced in response to a pianist's touch or pressure on the keys: the greater the velocity of a key press, the greater the force of the hammer hitting the strings, and the louder the sound of the note produced and the stronger the attack. The first fortepianos in the 1700s had a quieter sound and less dynamic range. Over the 1800s, influenced by the musical trends of the Romantic music era, many innovations were made to make grand pianos louder, and give them a stronger and more powerful tone, such as using massive cast-iron frames and adding extra aliquot stringing."
				]
			   }
   ]
}