{
  "data":[
    {
      "name":"Summary",
      "data":[
                "The saxophone[2] (also referred to as the sax) is a family of woodwind instruments. Saxophones are usually made of brass and played with a single-reed mouthpiece similar to that of the clarinet.[2] The saxophone family was invented by the Belgian instrument maker Adolphe Sax in 1840.[2][3] Adolphe Sax wanted to create a group or series of instruments that would be the most powerful and vocal of the woodwinds, and the most adaptive of the brass instruments, that would fill the vacant middle ground between the two sections. He patented the saxophone on June 28, 1846, in two groups of seven instruments each. Each series consisted of instruments of various sizes in alternating transposition. The series pitched in B♭ and E♭, designed for military bands, have proved extremely popular and most saxophones encountered today are from this series. Instruments from the so-called \"orchestral\" series, pitched in C and F, never gained a foothold, and the B♭ and E♭ instruments have now replaced the C and F instruments when the saxophone is used in an orchestra.",
                "The saxophone is used in classical music (such as concert bands, chamber music, and solo repertoires), military bands, marching bands, and jazz (such as big bands and jazz combos). Saxophone players are called saxophonists.[2]",
                "The saxophone was developed in 1846 by Adolphe Sax, a Belgian instrument maker, flautist, and clarinetist. Born in Dinant and originally based in Brussels, he moved to Paris in 1842 to establish his musical instrument business. Prior to his work on the saxophone, he had made several improvements to the bass clarinet by improving its keywork and acoustics and extending its lower range. Sax was also a maker of the then-popular ophicleide, a large conical brass instrument in the bass register with keys similar to a woodwind instrument. His experience with these two instruments allowed him to develop the skills and technologies needed to make the first saxophones. As an outgrowth of his work improving the bass clarinet, Sax began developing an instrument with the projection of a brass instrument and the agility of a woodwind. He wanted it to overblow at the octave, unlike the clarinet, which rises in pitch by a twelfth when overblown. An instrument that overblows at the octave has identical fingering for both registers."
      ]
    }
  ]
}